Revit 2027 API
EnergyAnalysisDetailModel.Create Method
Overload List
Name | Description
Create(Document) |  Creates a new energy analysis detailed model.
Create(Document, EnergyAnalysisDetailModelOptions) | Obsolete.
 Creates a new energy analysis detailed model.
Top
See Also
Reference
EnergyAnalysisDetailModel Class
Autodesk.Revit.DB.Analysis Namespace